[
  {
    "header": "",
    "text": "Schism is the strange and mysterious underworld of Auron, which was worshipped in the Forgotten Empire.",
    "image": ""
  },
  {
    "header": "",
    "text": "Due to the chaotic trajectory of the sun, the days on Auron have different durations.",
    "image": ""
  },
  {
    "header": "",
    "text": "One of the many shard moons, Goragox, fell to the surface of Auron twenty generations ago.",
    "image": ""
  },
  {
    "header": "",
    "text": "A series of previous cataclysms and the Moonfall destroyed the Great Empire of Myrd.",
    "image": ""
  },
  {
    "header": "",
    "text": "Skeer – the capital of the Myrd Empire was destroyed by a flood shortly before the Moonfall.",
    "image": ""
  },
  {
    "header": "",
    "text": "The night before the Moonfall lasted so long that many kingdoms fell.",
    "image": ""
  },
  {
    "header": "",
    "text": "When Goragox obscured the returning sun, the sky turned purple, and, in all corners of Auron, people saw the strange figure of an Angel.",
    "image": ""
  },
  {
    "header": "",
    "text": "A rain of blood washed over Auron after the appearance of the Angel.",
    "image": ""
  },
  {
    "header": "",
    "text": "After the Moonfall, the world plunged into chaos and an endless cycle of bloodshed, wars, violence and uprisings. Great empires and eternal kingdoms have fallen, borders between countries have been erased, monsters once exiled there have returned from the underground depths and ancient forests, and there is no safe place left.",
    "image": ""
  },
  {
    "header": "",
    "text": "Those who were touched by the blood of the Angel, or (as it is called) Sacra, can no longer die completely. They rise again and again the same as on the day of the blood rain.",
    "image": ""
  },
  {
    "header": "",
    "text": "Sacreds usually resurrect in places of terrible tragedies, catastrophes, mass executions and burials and can “stick” to the same place for many lifetimes. It is as if there is some kind of plan in this.",
    "image": ""
  },
  {
    "header": "",
    "text": "Death is a long-standing dance partner for the Sacreds, and they feel her every move.",
    "image": ""
  },
  {
    "header": "",
    "text": "The blood of the Sacreds, Sacra, has amazing properties. Outside the body, it quickly crystallizes and turns into a kind of precious stone. Thee stones are called Blood Tears.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Blood Tears are able to store a part of the power and memories of the former owner, and therefore the Sacreds hunt for it.",
    "image": ""
  },
  {
    "header": "",
    "text": "A Sacred one who has found a Blood Tear that belonged to his past incarnations can use it to restore some of the memories of his past life.",
    "image": ""
  },
  {
    "header": "",
    "text": "Other people's Blood Tears can sometimes have such power and magic that their powder is able to change the properties of objects and endow them with unusual properties.",
    "image": ""
  },
  {
    "header": "",
    "text": "If a Sacred lives long enough, then he gains the ability to feel the freshly shed blood of other Sacreds.",
    "image": ""
  },
  {
    "header": "",
    "text": "If you mix the blood of different Sacred, then instead of a Blood Tear, a Sacred Tree will grow - a strange shrub with sharp branches consisting of crystallized blood. Places where such trees have grown intentionally or accidentally, have begun to be called Shrines by Sacreds.",
    "image": ""
  },
  {
    "header": "",
    "text": "Sacreds cannot have children and do not age.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Forgotten Empire worshipped Schism and its inhabitants. Throughout the territory, underground complexes where priests-diggers tried to get to this world were built.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Forgotten Empire, or the Great Empire of Myrd, is an ancient state that previously occupied most of the mainland. Despite its cruel laws, its wars with other powerful states, and its now cursed religious cult, life in the Empire was much better and more progressive than in the era of feudal fragmentation that followed. The inhabitants of Myrd romanticize the Empire and often dream of its restoration.",
    "image": ""
  },
  {
    "header": "",
    "text": "Grimlarn is a backward region of the Western coast of Myrd, practically cut off from the former territory of the Empire by impenetrable forests and swamps. An unfavorable place to live, even by the standards of the modern Myrd.",
    "image": ""
  },
  {
    "header": "",
    "text": "Mergull is a desert tundra in the north of Myrd. A region famous for extremely difficult survival conditions, changeable, windy weather, and harsh inhabitants such as barbarians and savages, whom even the Forgotten Empire could not conquer.",
    "image": ""
  },
  {
    "header": "",
    "text": "Frek is the southern continent, the homeland of the Kro people, the sworn enemy of the Forgotten Empire, as well as a vulgar swear word.",
    "image": ""
  },
  {
    "header": "",
    "text": "Straban is a mountainous and warlike kingdom in the north of Grimlarn, with lands so marginal that no one else claims them.",
    "image": ""
  },
  {
    "header": "",
    "text": "Mergulans are harsh barbarians who honor nothing but strength and survive on the territory of Mergull. They are distinguished by their violent temper, tall stature, white or tanned skin, hair ranging in color from red to ginger, a grid of scars, tattoos, and bone or iron piercings.",
    "image": ""
  },
  {
    "header": "",
    "text": "The villagers (who live on the lands of the feudal lords) are usually neutral, but they are afraid of the Sacreds and do not like them. They can give shelter or plant a pitchfork in you, however luck has it.",
    "image": ""
  },
  {
    "header": "",
    "text": "Free people are usually neutral. But free people are different. From pious pacifist communities to cannibal perverts.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Crusalits are a sect that believes that it is the mission of the Sacreds to save everyone. They help and protect the Sacreds in every possible way.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Hangmans is an order that hunts the Sacreds, looking for a way to kill them forever. They prefer to drag the Sacreds far into the forest and condemn them to a slow death, tightly tying them to the tops of trees and gagging them.",
    "image": ""
  },
  {
    "header": "",
    "text": "Due to constant conflicts, the Myrd Empire was forced to constantly find and recruit people with magical abilities. The Empire supported the existence of schools of magic, called the Three Branches of the Myrd: Scarlet, White and Black.",
    "image": ""
  },
  {
    "header": "",
    "text": "Adherents of the Scarlet Branch are military magicians, scouts, assassins and bodyguards. In fact, they were destroyed after an unknown force hit their stronghold, Dedal-Decada.",
    "image": ""
  },
  {
    "header": "",
    "text": "Adherents of the White Branch are healers, scientists, magical engineers and builders, assistants in a variety of professions. Almost all of them died saving the disintegrating Empire from outbreaks of plague and other diseases.",
    "image": ""
  },
  {
    "header": "",
    "text": "Adherents of the White Branch are healers, scientists, magical engineers and builders, assistants in a variety of professions. Almost all of them died saving the disintegrating Empire from outbreaks of plague and other diseases.",
    "image": ""
  },
  {
    "header": "",
    "text": "Adherents of the Black Branch are keepers of knowledge, dangerous objects and creatures. They carry out their service despite the collapse of the Empire and are based in the fortress of Dalda-Dedad.",
    "image": ""
  },
  {
    "header": "",
    "text": "Most magicians naturally did not want to spend their lives serving the Empire, and tried to hide from conscription. More loyal magicians helped in the search for such evaders and either forced them to serve or destroyed them. The conflict and distrust between free magicians and representatives of the authorities persisted even after the collapse of the Empire.",
    "image": ""
  },
  {
    "header": "",
    "text": "Shamans, possessed idolaters – they cannot be considered real magicians since their powers are usually bestowed by third-party entities, and a special price must be paid for this power.",
    "image": ""
  },
  {
    "header": "",
    "text": "Kromags – magicians of the state of Kro. If the mention of the Kro people makes a decent person spit on the ground at least once, then the mention of the Kromags shape-shifters will provoke a flow of spitting and cursing that will simply not be stopped.",
    "image": ""
  },
  {
    "header": "",
    "text": "It is known that the Kromag’s schools of magic and their understanding of its nature differ significantly from those that are common in Myrd. Kromags act collectively and do not even try to hold on to their humanity, changing forms like gloves. Even the Highest Magicians of the Empire were afraid of them, not to mention ordinary people.",
    "image": ""
  },
  {
    "header": "",
    "text": "Rumor has it that the Kromags are still in the territory of Myrd and doing their dark deeds here.",
    "image": ""
  },
  {
    "header": "",
    "text": "The demolders are a race of half–blood demons, similar to humans, created by order of the Emperor and used in the last war against the Kro.",
    "image": ""
  },
  {
    "header": "",
    "text": "Nigidium is a magical item, usually a book, where the consciousness of a magical being or magician was placed.",
    "image": ""
  },
  {
    "header": "",
    "text": "Trolls are physically strong, but stupid and primitive. For a long time they hunted people and annoyed them. Now almost extinct.",
    "image": ""
  },
  {
    "header": "",
    "text": "Forest Spirit is a supernatural creature whose body is made up of parts of trees and animals. Extremely aggressive towards people responsible for the degeneration of the Ancient Forest.",
    "image": ""
  },
  {
    "header": "",
    "text": "Demons are the unpleasant guests of Auron from the cold and empty Endless Darkness. They have not yet fully mastered the peculiarities of this world and have not become part of its nature or intelligent communities. All intruders from other worlds are considered demons.",
    "image": ""
  },
  {
    "header": "",
    "text": "How and from whom the demolders were made will forever remain a mystery. The Emperor personally attended the execution of all those hundreds involved in their creation. He preferred to take the secret to the grave and not reflect on what happened in the annals in any way. Hundreds of ships took the demolders to Uria, and almost none of them returned.",
    "image": ""
  },
  {
    "header": "",
    "text": "The demolders were similar to humans only in appearance. Most of them were short; they were distinguished by simply monstrous strength and endurance, and their bodies could withstand hardships and wounds that the soldiers of Myrd could not even dream of. But their most important features were their amazing resistance to any kind of magic and their absolute fearlessness before the Kromags and their heretical arts.",
    "image": ""
  },
  {
    "header": "",
    "text": "The demolders honored the Emperor as their god, wore his rune of distinction, went into battle and died with his name on their lips. The only drawback of the demolders, which the Emperor, nonetheless, called a \"reasonable price\", was their diet. Human meat was best suited, and Kro, as disgusting as its people were in their nature, was its source.",
    "image": ""
  },
  {
    "header": "",
    "text": "After natural disasters and the Moonfall, the Empire began to fade, military campaigns became unaffordable, power over the colonies was lost, and the carnivorous demolders who survived the battles became a burden and a problem. Not all of them were exterminated. Some of them fled to the Ancient Forest and found their new home and new patrons somewhere.",
    "image": ""
  },
  {
    "header": "",
    "text": "Necroverms are disgusting worms from one of the \"neighboring\" worlds. They are capable of infecting dying or recently deceased organisms. Worms use dead bodies in the form of exoskeletons, attaching themselves to bones and using their own bodies in place of the corpses’ lost musculature and nervous tissue. The more the body has decomposed, the more the worm will need to grow in order to keep the body mobile and control it.",
    "image": ""
  },
  {
    "header": "",
    "text": "Necroverms feed on fresh flesh, and infected dead bodies help them in hunting. Worms are smart enough to use weapons, tools, open doors, and so on. To kill the undead, you need to kill the worm, which is not easy at all. Fire helps best. There are cases when necroverms tried to get in touch with people, using the mouths of the dead to convince them to become food on a voluntary basis.",
    "image": ""
  },
  {
    "header": "",
    "text": "Spirits are \"empty\" entities that require constant filling and worship. Usually they do not have a mind and are merely a manifestation of elemental forces. Nature spirits, for example. They appear spontaneously, or as a product of their follower’s faith.",
    "image": ""
  },
  {
    "header": "",
    "text": "Faceless, creepy creatures of unknown origin. From afar, they look like people, but differ by having deformed bodies and cadaverous skin. They have neither sexual characteristics nor faces. Their bodies are tangible but soft and weigh almost nothing. Faceless people are engaged in various things – from making deals to fulfilling desires – which always end in trouble. They sometimes persecute a selected person and drive them to suicide or to mass murder. Most often they content just to scare people and cause minor troubles.",
    "image": ""
  },
  {
    "header": "",
    "text": "Ghosts are echoes of the souls of deceased people who, for various reasons, did not find rest and did not try to overcome the Endless Darkness in search of better worlds. Usually they are not dangerous, but the spirits of the Sacreds, existing for a very short time after death, may well do harm.",
    "image": ""
  },
  {
    "header": "",
    "text": "Higher Magic – non-natural or too complex processes, the highest level of magic.",
    "image": ""
  },
  {
    "header": "",
    "text": "Nature Magic is the third stage of the magician's development, the management of natural processes. It opens up huge opportunities for the magician, each spell has a lot of uses.",
    "image": ""
  },
  {
    "header": "",
    "text": "Chaos Magic is the creation of something out of nothing, the most complex and primitive magic, in fact a divine creation, not subject to any laws. Attempts to master this magic usually end in the best case with the death of the magician, at worst – with victims and destruction, and even the formation of abnormal zones, so this magic is considered forbidden.",
    "image": ""
  },
  {
    "header": "",
    "text": "Body Magic - all processes inside living and not quite living bodies require knowledge of anatomy, chemistry and other things. It is the second stage of the magician's training, and many things are tried on oneself. Body Magic makes the magician really dangerous, both for himself and for others. The effect of magic on the body is very difficult to dose, and if you overdo it, the body will start to fail. Provided he has enough speed and knowledge, an experienced magician can immediately \"repair\" such damage, unless of course he is prevented.",
    "image": ""
  },
  {
    "header": "",
    "text": "The magic of the Spirit is the simplest magic, the basics of which can be accessible to a mere mortal in the form of a psychic sensitivity, charisma and the gift of suggestion. Managing and interacting with information flows requires almost no investment of free energy on the one hand, but on the other hand it is very difficult to achieve some effects, especially in interaction with someone else's mind. This part of magic is quite frightening and affects the subtle immaterial world. The price of visions can be the shattered psyche of a novice magician.",
    "image": ""
  },
  {
    "header": "",
    "text": "The disruption of the course of natural processes in the world and their management by means of reason or other tools is called magic. Magic and its result can be not only a process, but also a static state of something; for example, an enchanted sword that flares at the sight of an enemy. Its \"code\" is forever changed by magic, and it will remain changed. Such an object, creature, or place is called enchanted.",
    "image": ""
  },
  {
    "header": "",
    "text": "The schools of magic are rather conventional and determine the approach and subject with which the magician works, from simple to complex. A magician learns to be something like a psychic to begin with, smoothly passes into mind control, then learns to control processes in a living body, then learns to control natural processes, then complex and incomprehensible processes, and then learns to disrupt the course of everything he can reach.",
    "image": ""
  },
  {
    "header": "",
    "text": "There is a tale among the sailors that Auron has an edge where the water ends and just falls down.",
    "image": ""
  },
  {
    "header": "",
    "text": "Beyond the golden glow surrounding Auron and his sun is Endless Darkness.",
    "image": ""
  },
  {
    "header": "",
    "text": "Some religions of Auron consider the afterlife as a journey of the soul through Endless Darkness and a hopeless search for a new hospitable world for rebirth.",
    "image": ""
  },
  {
    "header": "",
    "text": "One thing is certain about the Endless Darkness - demons and evil entities originate from there.",
    "image": ""
  },
  {
    "header": "",
    "text": "Time on Auron is conventionally measured by days overcome by winters, generations (about 20 Earth years), historical periods (pre-Imperial, during the Empire, the subsequent Great Turmoil, before the Moonfall, after, etc), categories of internal sensations (moment, long ago, recently, soon, a lot of time, little time, etc.).",
    "image": ""
  },
  {
    "header": "",
    "text": "Power in the Empire was based on brute force and violence, which was applied to all disobedient subjects regardless of their position and origin.",
    "image": ""
  },
  {
    "header": "",
    "text": "Gladiatorial fights, public executions and other hard entertainment were still a step forward in comparison with the bloody cults of the dark gods of the Ancient Forest.",
    "image": ""
  },
  {
    "header": "",
    "text": "Service in the Imperial Army was harsh and difficult. In difficult times, whole armies deserted, which then became a big problem. One of these problems evolved over time into the extensive Grimlarn and Rooge gangs.",
    "image": ""
  },
  {
    "header": "",
    "text": "Justice in the Empire was swift and brutal. There was no hiding from the Imperial Investigators even in the wildest places of Myrd. This service worked amazingly efficiently.",
    "image": ""
  },
  {
    "header": "",
    "text": "Most of the inhabitants of Myrd have never seen representatives of the Kro people.",
    "image": ""
  },
  {
    "header": "",
    "text": "Fortunately, Grimlan's Butcher is already dead. However, the corpses of all his tortured victims have yet to be discovered.",
    "image": ""
  },
  {
    "header": "",
    "text": "Kudja are still valued as thralls. They are hardy, strong and can endure a lot.",
    "image": ""
  },
  {
    "header": "",
    "text": "Just a few ingredients — garlic, fresh rosemary, lemon zest and olive oil — and you will be surprised how much the taste of the usual chicken meat changes.",
    "image": ""
  },
  {
    "header": "",
    "text": "You can't drink more than one bottle of the same.",
    "image": ""
  },
  {
    "header": "",
    "text": "Some enemies are difficult to hit. Wonder why?",
    "image": ""
  },
  {
    "header": "",
    "text": "Sooner or later luck will leave you, and you will not escape death. Be smarter.",
    "image": ""
  },
  {
    "header": "",
    "text": "It's better to call for help before you die.",
    "image": ""
  },
  {
    "header": "",
    "text": "Shrines contain not only the memories of other Sacreds, they are also able to give you their features for a short time.",
    "image": ""
  },
  {
    "header": "",
    "text": "Do not look for death in unfamiliar places if you are not ready.",
    "image": ""
  },
  {
    "header": "",
    "text": "There is a chance that for some actions you will have to pay with your ass.",
    "image": ""
  },
  {
    "header": "",
    "text": "Perhaps no one will call you for help, and you are standing in the forest in vain.",
    "image": ""
  },
  {
    "header": "",
    "text": "Blood Tears allow you to use the skills of other Sacreds.",
    "image": ""
  },
  {
    "header": "",
    "text": "Do not miss a single adventure that the universe calls you to!",
    "image": ""
  },
  {
    "header": "",
    "text": "By helping someone, you usually don't risk anything.",
    "image": ""
  },
  {
    "header": "",
    "text": "Heavy armor and weapons will prevent you from moving fast.",
    "image": ""
  },
  {
    "header": "",
    "text": "The forbidden underground kingdom holds many secrets.",
    "image": ""
  },
  {
    "header": "",
    "text": "The clans of the Dark Arts , so revered under the Empire, did not fade away after its collapse. In the absence of state control, many of them have only become more powerful and richer, although they have gone into the shadows so as not to become targets of the escalated political struggle.",
    "image": ""
  },
  {
    "header": "",
    "text": "The ability to magic is innate. Ordinary parents can rarely adequately raise such children. Such blood is considered cursed, and a family that generates sorcerers will quickly become an outcast in any society and lose everything.",
    "image": ""
  },
  {
    "header": "",
    "text": "For their whole life, mergulans obey two wisdoms: \"if you survived this moment, then try to survive the next one, and let you not be sad\" and \"Death smiles at you every day, smile back so that she feels uncomfortable.",
    "image": ""
  },
  {
    "header": "",
    "text": "During the endless night on the eve of the Crimson Eclipse, many ships went off course, and their crews died.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Mergull people test themselves by going to the far north. If nature couldn't kill them, then nothing can, they believe.",
    "image": ""
  },
  {
    "header": "",
    "text": "Mergulans are capable of effective communication only in difficult times, when individuals and small groups cannot survive.",
    "image": ""
  },
  {
    "header": "",
    "text": "The children of the North do not know love, pity and compassion. These weaknesses should not burden a real mergulan if he wants to survive. As soon as the child has learned to stand, he is assigned the first job and requires a result. Mergull children do not cry, too quickly comes the realization that it does not affect anything.",
    "image": ""
  },
  {
    "header": "",
    "text": "Sacreds are beginning to disappear from public life. Many of them are aware of the danger they face when appearing in society and are choosing to stay away. Some have fallen into traps and cannot get out of places like Grimlarn, Some are rotting in the prisons of feudal lords or the opponents of the Sacreds.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Great Imperial Tract is in disrepair. Some areas of the former Empire are difficult to reach, and feudal fragmentation is strengthening. However, neighboring cities have usually already built relationships for cooperation. Battles and skirmishes are now local and political in nature.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Army of the Seven Banners, which tried to unite disparate territories by force, was destroyed under strange circumstances.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Sacred ones have outlived their relatives and friends. After their resurrections, their connections to society deteriorate significantly, as well as their possible influence. Now they cannot use the resources of their families, friends and acquaintances, since they are all dead. Sacreds also cannot regain their memories using the help of those who knew them in their first life. Every time they are forced to start all over again. It is extremely easy to track down newly returned Sacreds who do not remember the fall of the Empire and kill them again or imprison them in dungeons for years, where they will not pose a danger.",
    "image": ""
  },
  {
    "header": "",
    "text": "Kudjane, almost mowed down by epidemics at the root, is now an independent state – but no one cares. Wars are constantly breaking out between the former provinces of the Empire. Kudjane takes advantage of the situation and expands its territories. For this, they are disliked even more.",
    "image": ""
  },
  {
    "header": "",
    "text": "In the fight against epidemics, all prominent figures of the White Branch died. The organization lost its central authority and turned into small temples, monasteries and wandering singles who devoted themselves to helping people.",
    "image": ""
  },
  {
    "header": "",
    "text": "Many great warriors of the former Empire died trying to expel the returning demolders from Uria.",
    "image": ""
  },
  {
    "header": "",
    "text": "The demolders devastated Grimlarn and destroyed all the symbols of the former Empire that they could get to.",
    "image": ""
  },
  {
    "header": "",
    "text": "Sometimes winters on Auron are unnaturally long, which leads to high mortality and devastation of nature.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Crusalites believe that the Common Secret is stored in the blood of all the Sacreds like a puzzle.",
    "image": ""
  },
  {
    "header": "",
    "text": "After the Empire’s fall, the White Branch dispersed to major cities, trying to counteract epidemics and high mortality, and trying to prevent the next episodes of bloodshed by calling for peace and political negotiations.",
    "image": ""
  },
  {
    "header": "",
    "text": "After the fall, the Black Branch ceased to participate in the life of the Empire and is engaged solely in rescuing valuables from the flooded Orbane.",
    "image": ""
  },
  {
    "header": "",
    "text": "Many winters ago, the Myrd was shaken by mass hunts for Sacreds. Tens of thousands of people were killed, including innocent people. The Sacreds returned but lost their memories. Sacreds brought even more problems and troubles to society.",
    "image": ""
  },
  {
    "header": "",
    "text": "The creation of magic requires monstrous concentration. Mages who lose concentration become helpless.",
    "image": ""
  },
  {
    "header": "",
    "text": "After the Moonfall and the destruction of Orbane, the pitiful remnants of the Sabbah clan were mobilized to hunt for kromags, because none of the survivors have any doubts about who is behind the events.",
    "image": ""
  },
  {
    "header": "",
    "text": "After the Moonfall, Brianbour gained independence and tranquility faster than most cities, since one of the magicians of the White Branch slaughtered most of the aristocrats.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Kro have always sought to control the rest of the peoples. Secretly or openly, their residents are in all countries of the world. For this they are feared and hated.",
    "image": ""
  },
  {
    "header": "",
    "text": "After the capture of Uria, most of the battered legions of destroyers went in search of the homeland of Kro. The entire fleet was lost somewhere in the Great Sea.",
    "image": ""
  },
  {
    "header": "",
    "text": "The skin of the Kro people is olive black and shiny, their hair and eyes are white or gray, they are short, thin and wiry.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Council of Co-Prosperity Kro includes the greatest people of the generation, regardless of their wealth and position.",
    "image": ""
  },
  {
    "header": "",
    "text": "The race of boneracks lives on Uria, is older than humans and has a number of incredible quirks. Their bodies are solid, like interlacing bones or branches, and they are literally dotted with chaotically growing \"eyes\". Boneracks do not have internal organs similar to humans, and it is very difficult to kill them with conventional weapons. Nothing is known about their society and culture. The Empire tried to investigate a potential threat, but the boneracks do not leave witnesses and are ruthless to violators of their peace.",
    "image": ""
  },
  {
    "header": "",
    "text": "Historians managed to find mentions of midnighters in pre-imperial sources, where they were described as \"a ball of tentacles, sharp spider legs and jaws, a swift, nightmarish and at the same time elegant creature.\" In recent generations, witnesses who miraculously survived the encounter with this creature have described them as monsters bearing the features of women. Such an appearance and interest in people is explained by the amazing property of midnighters to adopt the features of their most dangerous opponents.",
    "image": ""
  },
  {
    "header": "",
    "text": "Midnighters are a mysterious and extremely rare class of predators, the existence of which is not accepted by most of the inhabitants of Myrd. They are widely considered a terrible fairy tale for children.",
    "image": ""
  },
  {
    "header": "",
    "text": "They hunt on the darkest nights and for a very short time, corresponding to the approximate middle of the night. Their skin does not reflect light; they are almost invisible and so fast and strong that no other monster can compete with them. It is known that the midnighters are loners, constantly moving across vast territories. They prefer to kill the strongest possible victim.",
    "image": ""
  },
  {
    "header": "",
    "text": "In the last decades of the Empire's existence, the war against the Kro became so bloody and brutal that one day the Emperor was informed that there was nowhere left to conscript soldiers. Deserters and those who just wanted to survive were hiding so deep in Rooge, Dakka and Grimlarn that it took another army to find and catch them. Having lost control of the colonies in Uria, the emperor faced the risk of losing the war. The magicians of the Black Branch and the oracles of the Schism were forced to join forces in search of a solution, and just two winters later, the emperor received a new army.",
    "image": ""
  },
  {
    "header": "",
    "text": "An enchanted thing is an objects or a part on an object in which a particle of magic has been imprinted. Such objects can change some processes around themselves. Magicians usually use such items as helper tools.",
    "image": ""
  },
  {
    "header": "",
    "text": "A strange alliance of enemy states generates strange people. Crescent Mages always travel in pairs.",
    "image": ""
  },
  {
    "header": "",
    "text": "Thirsters are people who believe that if you drink enough Sacra, you will become a Sacred yourself, and you will live forever.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Kudja people are very different from the rest of the Myrd population. Thin and tall, blue-black matte skin or ash gray, chopped rough facial features, eyes of different shades, light brown or white hair.",
    "image": ""
  },
  {
    "header": "",
    "text": "The main portrait of a Myrd resident can be composed of the following features: a rough face, a large and often stocky body, skin from pale white to tanned brown, hair brown or black, rarely light shades.",
    "image": ""
  },
  {
    "header": "",
    "text": "Razarh is a fortress on the border with the flooded Orbane. High walls give a sense of security, and people still want to live here.",
    "image": ""
  },
  {
    "header": "",
    "text": "Scarcva is a beautiful valley by the river and a strong principality, in whose militia both men and women fight on equal terms.",
    "image": ""
  },
  {
    "header": "",
    "text": "Teemore is a small principality known for its blacksmithing craft and for the fact that it always tries to remain neutral in the showdowns of feudal lords.",
    "image": ""
  },
  {
    "header": "",
    "text": "Askra is a city built on a temple complex and a necropolis that is so deep that it is rumored to have an entrance to the Schism. Notoriety worries the locals a little, and there are many kind and honest people among them.",
    "image": ""
  },
  {
    "header": "",
    "text": "Enfitilia is a small principality with an old and dilapidated castle that once belonged to the aristocrats of the Empire. It is still trying to cling to the old order.",
    "image": ""
  },
  {
    "header": "",
    "text": "It is said that modern Banfoot was formed on the grounds of a military camp held by former deserters who captured the nearest city and the sea and land routes leading to it.",
    "image": ""
  },
  {
    "header": "",
    "text": "Banfoot is an unpleasant town in the east of Grimmlarn. It is the center of crime, slave trade, mercenary and moonshine.",
    "image": ""
  },
  {
    "header": "",
    "text": "Port-Abaddon is the most useless port of the Empire, since there is nothing in the west. Now in ruins, the harbor and the pier are clogged with fallen trees. Sometimes you can meet local fishermen or smugglers here.",
    "image": ""
  },
  {
    "header": "",
    "text": "People are constantly disappearing in the Onalphoe swamps.",
    "image": ""
  },
  {
    "header": "",
    "text": "Ryo is a backward but peace-loving state of fishermen and religious fanatics located on Uria.",
    "image": ""
  },
  {
    "header": "",
    "text": "Grande Plain is a vast plain on Uria, inhabited by underdeveloped peoples who became victims of the slave trade from all three continents.",
    "image": ""
  },
  {
    "header": "",
    "text": "Skopfh is a major center of culture, maritime trade and slavery on Uria. Its local residents have fairly wild and free mores.",
    "image": ""
  },
  {
    "header": "",
    "text": "Aa’Csum and Sha’Shiil, also known as Сrescents – Two neighboring states on Uria, whose rulers are blood relatives, whose understanding of progress lies in a constant struggle between each other.",
    "image": ""
  },
  {
    "header": "",
    "text": "Maiden Belt is a cluster of islands at a distance from the shores of the Myrd, surrounded by warm currents. It was once considered a good place for a free person to live, but it is quite difficult to get there.",
    "image": ""
  },
  {
    "header": "",
    "text": "Kudjane is the southern region of Myrd, where the Kudja people live. Previously, it was a region where prisoners were settled during the war with the ancient state of Kro which is based on the mysterious and distant continent of Frek. The Kudja lost their ties with their masters, their native language and faith, mixed among themselves and the peoples of the Myrd, and after the collapse of the Empire declared their independence.",
    "image": ""
  },
  {
    "header": "",
    "text": "Brianbour is a major trading city and transport hub in the south of the world, where many goods from across the sea flock.",
    "image": ""
  },
  {
    "header": "",
    "text": "Rooge is a dense region of forests encircling the south, east and west of the central region in a crescent. It is home to outcasts, bandits and other scum. Once an ancient forest covered the entire continent, and the Myrd Empire had to spend huge resources to fight it and its inhabitants.",
    "image": ""
  },
  {
    "header": "",
    "text": "Dakka is a small salt marsh desert in the south of the country, formed on the site of an almost dried–up red salty sea. Except for salt miners and a few strange tribes, no one lives there now.",
    "image": ""
  },
  {
    "header": "",
    "text": "Balheim is the most famous mine of the long mountain range in the east of Myrd. Prisoners have been mining iron and coal there since the time of the Forgotten Empire. The city, prison, and mines are all located directly underground in the grotto of an incredible cave. It is considered an extremely unlucky place for those who got there. It provides most of the modern Myrd with metal and coal in exchange for endless flows of resources and slaves.",
    "image": ""
  },
  {
    "header": "",
    "text": "Malmlow, also known as the Butchers' Valleys, is one of the regions of Myrd considered well–fed and happy. Green valleys and hills sheltered pastoralists and farmers—whose labor used to feed the country—and aristocrats—who made their fortune selling land and food.",
    "image": ""
  },
  {
    "header": "",
    "text": "Myrd is the northernmost continent of Auron and the coldest. Most of it is covered by coniferous forests, taiga and tundra.",
    "image": ""
  },
  {
    "header": "",
    "text": "The Ancient Forest has outlived many creatures that were far more powerful than humans. The bones of some of the giants were so large that the earth could not absorb them completely.",
    "image": ""
  },
  {
    "header": "",
    "text": "Swamp wasps pollinate human corpses instead of flowers. Fermented sweet jelly from human entrails is their honey.",
    "image": ""
  },
  {
    "header": "",
    "text": "You can't drink more than one bottle of the same type in battle because your dad wasn't a dragon.",
    "image": ""
  },
  {
    "header": "",
    "text": "Don't cry, whiner.",
    "image": ""
  }
]
